Repository: VirrageS/Przygoda
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: pl

source: Please log in to access this page
pl: Zaloguj się, aby mieć dostęp do tej strony

source: You have to confirm your email to use this feature
pl: Musisz potwierdzić swój email, żeby skorzystać z tej funkcji

source: Message sent. Thank you for contact. We really appreciate it!
pl: Wiadomość wysłana. Dziękujęmy za kontakt!

source: Date must be older than now
pl: Data musi być starsza od teraz

source: Invalid Adventure mode
pl: Nieprawidłowy typ Przygody

source: Adventure not found
pl: Przygoda nie istnieje

source: Creator not found
pl: Założyciel Przygody nie istnieje

source: You successfully joined to Adventure
pl: Dołączyłeś do Przygody

source: You have joined to this Adventure before
pl: Dołączyłeś do tej Przygody wcześniej

source: You cannot leave this Adventure
pl: Nie możesz opuścić tej Przygody

source: You have not joined this Adventure
pl: Nie dołączyłeś do tej Przygody

source: You successfully left Adventure
pl: Opuściłeś Przygodę

source: You cannot edit this Adventure
pl: Nie możesz edytować tej Przygody

source: You must place at least two markers
pl: Musisz umieścić co najmniej dwa znaczniki

source: Not supported Adventure path
pl: Niepoprawna trasa Przygody

source: Something went wrong
pl: Coś poszło nie tak

source: Adventure has been successfully created
pl: Przygoda została poprawnie stworzona

source: You cannot delete this Adventure
pl: Nie możesz usunąć tej Przygody

source: Adventure has been successfully deleted
pl: Przygoda została poprawnie usunięta

source: Below you can find some Adventures we have found for you
pl: Poniżej znajdziesz wybrane dla Ciebie Przygody

source: Unfortunately we have not found any Adventures for you. Try to change mode or area
pl: Niestety nie udało się znaleźć żadnych Przygód. Spróbuj zmienić obszar lub kryteria

source: Join
pl: Dołącz

source: Leave
pl: Wypisz się

source: Edit
pl: Edytuj

source: Are you sure you want to delete this Adventure?
pl: Jesteś pewien, że chcesz usunąć tę Przygodę?

source: Delete
pl: Usuń

source: There is not active Adventures <i class="fa fa-frown-o"></i><br> Be first and create yours
pl: Nie ma jeszcze żadnych aktywnych Przygód <i class="fa fa-frown-o"></i><br> Uprzedź innych i stwórz własną!

source: Create Adventure
pl: Stwórz Przygodę

source: Most Recent
pl: Ostatnio Dodane

source: Start Soon
pl: Niedługo Startują

source: Top Adventures
pl: Polecane Przygody

source: Contact
pl: Kontakt

source: If
pl: Jeżeli

source: you have an idea how we can improve site?
pl: masz pomysł jak moglibyśmy poprawić stronę?

source: you have found a bug?
pl: znalazłeś błąd na stronie?

source: you have a question?
pl: masz pytanie?

source: Do not hesitate and leave message!
pl: Zostaw nam wiadomość!

source: Email (optional)
pl: Email (opcjonalne)

source: Subject (optional)
pl: Temat (opcjonalne)

source: What do you want to share with us?
pl: O czym chciałbyś nam powiedzieć?

source: Send message
pl: Wyślij wiadomość

source: We are grateful for every message and commen!t
pl: Za wszystkie wiadomości i uwagi bardzo dziękujemy!

source: Do you ride for fun, or you make your path a challange?<br>Find friends, company and go on Adventure!
pl: Rowerzysto! Śmigasz rekreacyjnie, wyczynowo a może nawet profesjonalnie?<br>Znajdź towarzystwo i ruszaj z nim na Przygodę!

source: Register now
pl: Zarejestruj się

source: Adventure
pl: Przygoda

source: Adventure is a site which connects bikers and helps them to go on adventures.
pl: Przygoda to portal, który łączy rowerzystów i pomaga im razem wyruszać na Przygody i odkrywać nieznane

source: Account
pl: Konto

source: Logout
pl: Wyloguj

source: My Adventures
pl: Moje Przygody

source: Adventures
pl: Przejrzyj Przygody

source: Login
pl: Logowanie

source: Register
pl: Rejestracja

source: Search for Adventures
pl: Szukaj Przygód

source: About
pl: O nas

source: Features
pl: Funkcje

source: Privacy
pl: Prywatność

source: Help
pl: Pomoc

source: Edit Adventure
pl: Edytuj Przygodę

source: Current Adventure route length
pl: Aktualna długość trasy

source: Adventure date
pl: Data Przygody

source: Select Adventure mode
pl: Wybierz typ Przygody

source: Informations about Adventure
pl: Informacje o Przygodzie

source: Participants
pl: Uczestnicy

source: No one has joined this Adventure yet
pl: Nikt jeszcze nie dołączył do tej Przygody

source: Save changes in Adventure
pl: Zapisz zmiany w Przygodzie

source: Created Adventures
pl: Stworzone Przygody

source: Date
pl: Data

source: Informations
pl: Informacje

source: Joined
pl: Dołączyło

source: Action
pl: Akcja

source: Joined Adventures
pl: Przygody, do których dołączyłeś

source: Click on the map to add marker (you can move it as well)
pl: Kliknij na mapę, aby dodać znacznik (możesz go także przesuwać)

source: Create new Adventure
pl: Stwórz nową Przygodę

source: You can pick more than one Adventure mode
pl: Możesz wybrać więcej niż jeden typ Przygody

source: Found Adventures
pl: Znalezione Przygody

source: Creator
pl: Założyciel

source: Mode
pl: Typ

source: Route length
pl: Długość trasy

source: Your account has not been activated yet.
pl: Twoje konto nie zostało jeszcze aktywowane.

source: Click here
pl: Kliknij tutaj

source: to resend confirmation email.
pl: aby wysłać ponownie email potwierdzający.

source: My account
pl: Moje konto

source: Username
pl: Nazwa użytkownika

source: Password
pl: Hasło

source: Repeat password
pl: Powtórz hasło

source: Old password
pl: Stare hasło

source: Save changes
pl: Zachowaj zmiany

source: Reset password
pl: Zresetuj hasło

source: New password
pl: Nowe hasło

source: Reset your password
pl: Zresetuj swoje hasło

source: Log in
pl: Zaloguj się

source: Log in using Facebook
pl: Zaloguj się przez Facebook

source: or
pl: lub

source: Remember me
pl: Zapamiętaj mnie

source: Log in into Adventure
pl: Zaloguj się do Przygody

source: New in Adventures?
pl: Nowy w Przygodach?

source: Forgot your password?
pl: Zapomniałeś hasła?

source: Lost password
pl: Zapomniane hasło

source: Submit
pl: Wyślij

source: Join to Adventure
pl: Dołącz to Przygody

source: Register to Adventure
pl: Zarejestruj się do Przygody

source: Passwords must match.
pl: Hasła muszą być identyczne.

source: Username contains illegal characters.
pl: Nazwa użytkownika zawiera zabronione znaki.

source: Username is blocked.
pl: Ta nazwa użytkownika jest zablokowana.

source: Username is already in use.
pl: Nazwa użytkownika jest już używana.

source: Email is already in use.
pl: Email jest już używany.

source: Old password is not correct.
pl: Stare hasło jest niepoprawne.

source: Email is not correct.
pl: Email jest nie poprawny.

source: User with this email is not confirmed.
pl: Użytkownik z tym email nie ma potwierdzonego emaila.

source: Incorrect email or password
pl: Nieprawidłowe hasło lub email

source: Please confirm your email
pl: Potwierdź swój email

source: Confirmation email has been sent
pl: Email potwierdzający został wysłany

source: Confirm your account - Adventure
pl: Potwierdź swój email - Przygoda

source: The changes have been saved
pl: Zmiany zostały zapisane

source: New password request - Adventure
pl: Prośba o hasło - Przygoda

source: Follow the instructions in sent email
pl: Email z dalszymi instrukcjami został wysłany

source: The confirmation link is invalid or has expired
pl: Link potwierdzający jest nieprawidłowy lub wygasł

source: Account already confirmed
pl: Konto jest już potwierdzone

source: You have confirmed your account. Enjoy
pl: Konto zostało potwierdzone. Dziękujemy

source: Your password has been successfully changed
pl: Twoje hasło zostało zmienione
